---
kind: method
id: M:Autodesk.Revit.DB.IndependentTag.IsTaggedOnSubelement
zh: 标记、打标、标签
source: html/8f6f8b8c-1b1b-1141-e165-1eecd4b765a1.htm
---
# Autodesk.Revit.DB.IndependentTag.IsTaggedOnSubelement Method

**中文**: 标记、打标、标签

Returns true if the any of the tagged references is a subelement.

## Syntax (C#)
```csharp
public bool IsTaggedOnSubelement()
```